# pantalla busqueda
titleTabBusqueda=B\u00fasqueda
titleTabBitacora=Bit\u00e1cora
legendFieldSet1=Por RFC, n\u00famero de control o el id del impuesto concepto ejercicio periodo
marcaAguaTextParamBusq=Introduzca RFC, n\u00famero de control o id del impuesto concepto ejercicio periodo
legendFieldset2=Por impuesto concepto ejercicio periodo
tooltipBtnAgregarIcep=Crear nuevo impuesto concepto ejercicio periodo
tooltipBtnVerDetalleIcep=Ver detalle del impuesto concepto ejercicio periodo seleccionado
# headers grid
numeroEmpleado=N\u00famero de empleado
headerGridBitacoraGral=\u00daltimas 100 acciones realizadas para ajustar saldos ... 
headerAccion=Acci\u00f3n
headerJustificacion=Justificaci\u00f3n
# pantalla detalleIcep.jsf
headerPanel2=Datos del impuesto concepto ejercicio periodo
toolTipBtnAgregarDeclaraManual=Agregar declaraci\u00f3n
toolTipBtnValidarDeclara=Validar declaraci\u00f3n ingresada por el contribuyente
msjSinCompensaciones=No existen compensaciones asociadas al impuesto concepto ejercicio periodo
msjSinDevoluciones=No existen devoluciones asociadas al impuesto concepto ejercicio periodo

# dialog validar declaraci\u00f3n
headerDialogConfDeclara=Confirmar que la declaraci\u00f3n es v\u00e1lida
msjAyudaConfirmDeclara=Validar la declaraci\u00f3n significa que usted da fe de que esta se encuentra registrada debidamente en alg\u00fan(os) sistema(s) alterno del SAT.
msjAyudaConfirmDeclara2=Una vez validada la declaraci\u00f3n ser\u00e1 tomada en cuenta para determinar el saldo a favor del ICEP.
lblJustificacion=Justificaci\u00f3n:
msjAyudaJustificacion=Justifique brevemente el porque se valida la declaraci\u00f3n.
msjAyudaJustificacion2=Por ejemplo: "Se valida que la declaraci\u00f3n se encuentra registrada en DYP"
msjJustReq=Se requiere una justificaci\u00f3n para validar la declaraci\u00f3n

# dialog compensacion historica
legendFieldsetIcepDest=Impuesto concepto ejercicio periodo destino
# pantalla desglose
tituloDesglose=Desglose del saldo a favor del impuesto concepto ejercicio periodo con id

#dialog eliminar cargo
msjConfirmElim=\u00bfEsta seguro que desea eliminar el cargo?

#dialog agregar movimiento
lblTipoAfectacion=Tipo de afectaci\u00f3n:
msjAyudaAgregarMov=El objetivo de este cuadro de dialogo es permitir AJUSTAR el remanente del ICEP actual a traves de un nuevo abono o cargo seg\u00fan corresponda.
msjAyudaAgregarMov2=Si se agrega un nuevo movimiento este afectar\u00e1 inmediatamente el remanente del ICEP.
msjAyudaAgregarMov3=Nota: Antes de ajustar manualmente el remanente del ICEP debe verificar que no existe otra forma de hacerlo, por ejemplo: crear una declaraci\u00f3n \u00f3 validarla es equivalente a crear un movimiento de abono.

msjJustifReqAgregarMovimiento=Se requiere una justificaci\u00f3n para generar un movimiento al ICEP
msjAyudaFechaOrigen=Fecha origen es la fecha en la que se origin\u00f3 el movimiento que se esta registrando. 
msjAyudaFechaOrigen2=Esta fecha se utilizar\u00e1 para calcular actualizaci\u00f3n o deflactaci\u00f3n del movimiento.
msjAyudaFechaOrigen3=Por ejemplo: si se estuviera registrando un abono por saldo a favor en una declaraci\u00f3n, la fecha origen es la fecha de presentaci\u00f3n de la declaraci\u00f3n. 

msjAyudaOrigen=Es el identificador de la entidad que origin\u00f3 el movimiento que se esta registrando.
msjAyudaOrigen2=Por ejemplo: si se estuviera registrando un abono por saldo a favor en una declaraci\u00f3n, el origen es el n\u00famero de operaci\u00f3n de la declaraci\u00f3n.

msjAyudaJustifCrearMov=Se requiere una explicaci\u00f3n sobre el porque se esta creando este movimiento(abono o cargo).
msjAyudaJustifCrearMov2=Por ejemplo: "Se crea el abono ya que MAT-DYC no lo registr\u00f3 y se valid\u00e1 que dicho abono si debe estar registrado debido a un saldo a favor en la declaraci\u00f3n con n\u00famero de operaci\u00f3n: 12345678"

